<?xml version="1.0" encoding="UTF-8" ?>

<!DOCTYPE html PUBLIC " -// W3C // DTD XHTML 1.0 Strict // EN" http :// www . w3c . org /TR/ xhtml1 / DTD /xhtml1 - strict . dtd ">

<html xmlns =" http :// www.w3.org /1999/ xhtml \"xml: lang ="es" lang ="es">
	
	<head>
		<meta http - equiv =" Content - Type " content =" text / html ; charset =utf -8" />
		<link rel="stylesheet" type="text/css" href="../estilo.css"></link>
		<title>Siles - Historia</title>
	</head>
	
	<body>
		<div id="container">         <!-- Capa contenedora -->
			<div id="header">            <!-- Capa cabecera -->
				<a href="../index.html" title="Página de inicio"><span>Titulo</span></a>
			</div>
			
			<div id="menu">              <!-- Capa Mennu -->
				<table>
					<tr>
						<td><a href="historia.html" title="">Historia</a></td>
						<td><a href="geografia.html" title="">Geograf&iacute;a</a></td>
						<td><a href="gastronomia.html" title="">Gastronom&iacute;a</a></td>
						<td><a href="paisajes.html" title="">Paisajes</a></td>
					</tr>
				</table>
			</div>
			
			<div id="sidebar">           <!--Capa feedback -->
				<div id="formulario">                          <!-- Capa formulario dentro del sidebar -->
					<form method="post">
						<label for="nombre">Nombre: </label><input type="text" name="nombre" id="nombre" maxlength="15" size="10" /><br />
						<label for="comentarios">Comentarios: </label><br />
						<textarea name="comentarios" id="comentarios">Escriba su comentario...</textarea>
						<br />
						<input type="submit" value="Enviar"> <input type="reset" value="Borrar">
					</form>
				</div>
			</div>
			
			<div id="main">              <!-- Capa Principal -->
				<h1>
					Historia:
				</h1>
				<h3>
					Siles formaba parte del distrito de Saqura (Segura), perteneciente a la Cora de Yayyan (Ja&eacute;n). Seg&uacute;n refieren las cr&oacute;nicas, en &eacute;poca isl&acute;mica la Sierra de Segura estaba poblada por numerosas aldeas, lugares de refugio y castillos fortalezas.</h3><h3>

					A finales del siglo XII, con la formaci&oacute;n de los distintos reinos de Taifas, esta plaza fue disputada por los ziries de Granada y el rey de Almer&iacute;a Ibn Sumadih que se apoder&oacute; de Silis en 1076-77, pero poco despu&eacute;s pas&oacute; mediante acuerdo a los ziries. </h3><h3>

					Siles fue conquistado en torno a 1230 por los caballeros de la Orden de Santiago al mando del maestre Pelay P&eacute;rez Correa y pas&oacute; a engrosar el extenso se&ntilde;or&iacute;o de la Orden con sede en Segura de la Sierra.</h3><h3>

					Despu&eacute;s de la conquista, Siles mantuvo su importancia estrat&eacute;gica, de lo que da cumplida cuenta el episodio el cerco de Yusuf I de Granada en 1339 o 1333, con 1.500 caballeros y 6.000 infantes moros. El ejercito cristiano al mando del maestre santiaguista Santiago Alonso Mel&eacute;ndez de Guzm&acute;n, consigui&oacute; que los atacantes levantaran el cerco, que de haber tenido &eacute;xito habr&iacute;an puesto en peligro no solo la marca santiaguista sino tambi&eacute;n al Adelantamiento de Cazorla.</h3>
					
					<img class="imgMenu" src="recursosHistoria/siles.jpg" alt="fotoAntigua_Siles" />
					
					<h3>
					Perteneci&oacute; al Reino de Murcia y partido de Segura, Orden de Santiago y depend&iacute;a de la Chanciller&iacute;a de Granada y al Obispado de Cartagena.</h3><h3>

					En 1397 Felipe II le concedi&oacute; el privilegio de Villa. Este t&iacute;tulo de Villa se le otorg&oacute; por que ella sola y a sus expensas se cerc&oacute; de murallas y construy&oacute; tres torreones.</h3><h3>

					La cerca ten&iacute;a un trazado rectangular y era de argamasa, de dos varas de ancho y 10 varas de alto y de contorno 614 varas. Ten&iacute;a tres torres, adem&aacute;s de una fortaleza principal, que a su vez contaba con otras dos grandes torres. Entre ambas torres se encontraba la casa de aposentamiento, donde los santiaguistas recog&iacute;an las rentas de los diezmos del pan, y junto a la casa se levant&oacute; la iglesia.</h3><h3>

					En esta casa de aposentamiento vivi&oacute; don Rodrigo Manrique, padre de Jorge Manrique, durante mucho tiempo, y fue aqu&iacute; donde muri&oacute;. Amor patrio, ya que se sabe que muri&oacute; en Oca&ntilde;a La presencia de don Rodrigo en Siles motivo el que su fortaleza y poblaci&oacute;n se vieran involucrados en las luchas nobiliarias del siglo XV.</h3><h3>

					A mediados del siglo XIX a&uacute;n segu&iacute;a en pie la fortaleza: el casco urbano de Siles estaba dividido en dos, la parte m&aacute;s antigua llamada Villa estaba circundada por las murallas, que conservaban hasta sus almenas y tres puertas; al resto del casco urbano que estaba fuera del recinto se denominaba Nueva Poblaci&oacute;n.</h3><h3>
				</h3>
				<h4>
					Mi&eacute;rcoles, 03 de Marzo de 2010 05:51
				</h4>
				<a href="#header" class="enlaceSubir"><img src="../recursosIndex/subir.jpg" alt="subir" /></a>
			</div>
			
			<div id="footer">            <!-- Capa pie de página -->
				<img src="../recursosIndex/valid-xhtml10.png" value="Validator XHTML"/>
				<p>Created by NatxosS</p>
			</div>
		</div>
	</body>
</html>